{
    "comics": [
      {
        "id": 1,
        "month": "12",
        "num": 200,
        "link": "",
        "year": "2006",
        "news": "",
        "safe_title": "Bill Nye",
        "transcript": "[[A restaurant. A mother and two children sit at one table; a man in a white lab coat sits in another.]]\nTitle: THE TRIBULATIONS of BILL NYE\nMother: Hey, kids, see how the ice cracks and pops in your water? I wonder what causes that...\nMother: *AHEM* I said, I wonder what --\nBill Nye: Know what? Maybe I just wanna enjoy my goddamn meal.\n{{alt text: You could at least not wear the lab coat everywhere, dude.}}",
        "alt": "You could at least not wear the lab coat everywhere, dude.",
        "img": "https://imgs.xkcd.com/comics/bill_nye.png",
        "title": "Bill Nye",
        "day": "22"
      },
      {
        "id": 2,
        "month": "8",
        "num": 304,
        "link": "",
        "year": "2007",
        "news": "",
        "safe_title": "Nighttime Stories",
        "transcript": "[[ Man sitting in an armchair in a darkened room, behind him a bookshelf and an open window. A girl is seen outside reading a book by an eerie glow]]\nFor a few weeks now, sometime past midnight, a girl has wandered past my apartment reading by flashlight.\n[[Outside, the girl, walking down the street passing under a street lamp]]\nI wonder why she's up so late.\nMaybe she's restless\nLike me.\nI wonder what story she's wrapped up in.\nI wonder if she let's anyone into that island of light.\n[[ Man sitting in dark room ]]\n[[ Dark room minus man ]]\n[[ Man standing on his doorstep at the top of a small flight of stairs, near the bottom of which the girl has stopped, no longer reading. ]]\nMan: Hi!  What are you reading?\nGirl: Orson Scott Card's 'Xenocide.'  It's my favorite in the series!\n[[ The same, only man looks more dejected ]]\nMan: Wait, you like it more than Speaker for the Dead OR Ender's Game?\nGirl: Yeah!\n[[ The same, only man has withdrawn ]]\n[[ Man back sitting in the chair within dark apartment ]]\nAnd to think I loved her.\n{{ alt: Cue angry letters from all seven fans of Xenocide. }}",
        "alt": "Cue angry letters from all seven fans of Xenocide.",
        "img": "https://imgs.xkcd.com/comics/nighttime_stories.jpg",
        "title": "Nighttime Stories",
        "day": "17"
      },
      {
        "id": 3,
        "month": "8",
        "num": 784,
        "link": "",
        "year": "2010",
        "news": "",
        "safe_title": "Falling Asleep",
        "transcript": "[[A man gets into bed.]]\nIt's so much easier\nfalling asleep\n\n[[A woman is lying in bed, gripping her pillow.]]\nWith you beside me--\n\n[[The man is lying on his back in bed.]]\nAll the incentive I need\n\n[[Full shot of the bed, the woman is on the left, gripping the pillow, the man is as far to the right as possible, nearly falling off, facing away from her.]]\nTo leave the world behind.\n\n{{Title text: Sweet unintersecting dreams!}}",
        "alt": "Sweet unintersecting dreams!",
        "img": "https://imgs.xkcd.com/comics/falling_asleep.png",
        "title": "Falling Asleep",
        "day": "25"
      },
      {
        "id": 4,
        "month": "1",
        "num": 367,
        "link": "",
        "year": "2008",
        "news": "",
        "safe_title": "Fandom",
        "transcript": "[[Boy is looking through box]]\nBoy: Hey, my old Star Wars books!\n[[holding a pair of books and showing them to Girl]]\nBoy: Man. Timothy Zahn, Michael A. Stackpole, The Corellian Trilogy...\nBoy: This was my world.\nGirl: What'd you leave it for? Firefly? BSG?\nBoy: Nah.\nBoy: I guess I've just grown out of the whole obsessive fan mindset.\nGirl: Really.\nGirl: So how's Ron Paul doing?\nBoy: Ooh! Lemme recheck today's blogs.\n[[Boy heads off]]\n{{title text: Ron Paul wants to put the New Republic back on the Corusca gem standard.}}",
        "alt": "Ron Paul wants to put the New Republic back on the Corusca gem standard.",
        "img": "https://imgs.xkcd.com/comics/fandom.png",
        "title": "Fandom",
        "day": "7"
      },
      {
        "id": 5,
        "month": "4",
        "num": 1984,
        "link": "",
        "year": "2018",
        "news": "",
        "safe_title": "Misinterpretation",
        "transcript": "",
        "alt": "\"But there are seven billion people in the world! I can't possibly stop to consider how ALL of them might interpret something!\" \"Ah, yes, there's no middle ground between 'taking personal responsibility for the thoughts and feelings of every single person on Earth' and 'covering your eyes and ears and yelling logically correct statements into the void.' That's a very insightful point and not at all inane.\"",
        "img": "https://imgs.xkcd.com/comics/misinterpretation.png",
        "title": "Misinterpretation",
        "day": "23"
      },
      {
        "id": 6,
        "month": "5",
        "num": 2156,
        "link": "",
        "year": "2019",
        "news": "",
        "safe_title": "Ufo",
        "transcript": "",
        "alt": "\"It's a little low for a weather balloon; it might be some other kind.\" \"Yeah. Besides, I know I'm the alien conspiracy guy, but come on--the idea that the government would care about hiding something so mundane as atmospheric temperature measurement is too ridiculous even for me.\"",
        "img": "https://imgs.xkcd.com/comics/ufo.png",
        "title": "Ufo",
        "day": "29"
      },
      {
        "id": 7,
        "month": "8",
        "num": 1560,
        "link": "",
        "year": "2015",
        "news": "",
        "safe_title": "Bubblegum",
        "transcript": "[[BERET GUY stands in a doorway into a dark room, silhouetted against the light]]\nBeret: I came here to chew bubblegum and make friends!\n\n[[Now in a well lit space, BERET GUY stands silently, facing two figures.]]\n\n[[BERET GUY stretches out a hand towards the figures, who completely fail to react.]]\nBeret: Want some gum?\n\n{{Title text: I came here to chew bubblegum and say no more than eighteen words ... and I'm all out of}}",
        "alt": "I came here to chew bubblegum and say no more than eighteen words ... and I'm all out of",
        "img": "https://imgs.xkcd.com/comics/bubblegum.png",
        "title": "Bubblegum",
        "day": "5"
      },
      {
        "id": 8,
        "month": "11",
        "num": 1756,
        "link": "",
        "year": "2016",
        "news": "",
        "safe_title": "I'm With Her",
        "transcript": "",
        "alt": "We can do this.",
        "img": "https://imgs.xkcd.com/comics/im_with_her.png",
        "title": "I'm With Her",
        "day": "7"
      },
      {
        "id": 9,
        "month": "9",
        "num": 789,
        "link": "",
        "year": "2010",
        "news": "",
        "safe_title": "Showdown",
        "transcript": "[[Two cowboys face off silently in the desert, the blazing sun beating down.]]\n\n[[They exchange steely glares, hands poised to reach their guns, as a tumbleweed rolls into frame.]]\n<<TUMBLE>>\n\n[[Close-up on the tumbleweed. It draws two guns.]]\n<<CLICK CLICK>>\n\n[[The tumbleweed shoots both cowboys simultaneously, and they fall backwards.]]\n<<BLAM BLAM>>\n\n{{Title text: The tumbleweed then tried to roll off into the sunset, but due to the Old West's placement north of the subtropical ridge, the prevailing winds were in the wrong direction.}}",
        "alt": "The tumbleweed then tried to roll off into the sunset, but due to the Old West's placement north of the subtropical ridge, the prevailing winds were in the wrong direction.",
        "img": "https://imgs.xkcd.com/comics/showdown.png",
        "title": "Showdown",
        "day": "6"
      },
      { 
        "id": 10,
        "month": "10",
        "num": 2371,
        "link": "",
        "year": "2020",
        "news": "",
        "safe_title": "Election Screen Time",
        "transcript": "",
        "alt": "Feels like I picked a bad year to try to start having a healthy relationship with political news.",
        "img": "https://imgs.xkcd.com/comics/election_screen_time.png",
        "title": "Election Screen Time",
        "day": "12"
      },
      {
        "id": 11,
        "month": "12",
        "num": 1467,
        "link": "",
        "year": "2014",
        "news": "",
        "safe_title": "Email",
        "transcript": "[[Two characters meet.  One is wearing a beret.]]\nCharacter: Any New Year's resolutions?\nBereted character: Gonna figure out what email is.\nCharacter: ...\nEmail?\n\n\nBereted character: People always say they're sending them.  They sound really into it, so I always nod, but I have no idea what it is.\nCharacter: You have an address on your website!\n\n[[The bereted character looks thoughtful.]]\nBereted character: Oh, \nthat's\n what that thing is.\nCharacter: Email is important! You can't just \nnever\n check it.  It's not like voicemail.\n\nBereted character: Can't they just send messages \nnormally?\n\nCharacter: How?\nBereted character: Fax! Or snapchat.\nCharacter: ... The naked pic thing?\nBereted character: Fax machines aren't \njust\n for faxting!\n\n{{Title text: My New Year's resolution for 2014-54-12\n30\n14 Dec:12:1420001642 is to learn these stupid time formatting strings.}}",
        "alt": "My New Year's resolution for 2014-54-12/30/14 Dec:12:1420001642 is to learn these stupid time formatting strings.",
        "img": "https://imgs.xkcd.com/comics/email.png",
        "title": "Email",
        "day": "31"
      },
      {
        "id": 12,
        "month": "6",
        "num": 2003,
        "link": "",
        "year": "2018",
        "news": "",
        "safe_title": "Presidential Succession",
        "transcript": "",
        "alt": "Ties are broken by whoever was closest to the surface of Europa when they were born.",
        "img": "https://imgs.xkcd.com/comics/presidential_succession.png",
        "title": "Presidential Succession",
        "day": "6"
      },
      {
        "id": 13,
        "month": "5",
        "num": 2146,
        "link": "",
        "year": "2019",
        "news": "",
        "safe_title": "Waiting for the But",
        "transcript": "",
        "alt": "Listen, I'm not a fan of the Spanish Inquisition OR predatory multi-level marketing schemes...",
        "img": "https://imgs.xkcd.com/comics/waiting_for_the_but.png",
        "title": "Waiting for the But",
        "day": "6"
      },
      {
        "id": 13,
        "month": "5",
        "num": 580,
        "link": "",
        "year": "2009",
        "news": "For this week, xkcd will update once a day (through Friday).",
        "safe_title": "The Race: Part 4",
        "transcript": "[[Randall\nxkcd\nman and Nathan Fillion are ready on the start line on their electric skateboards]]\nVoice off panel: On your mark...\nVoice: Get set...\nNathan: Remember episode 11, when I got all naked in that desert?\nVoice: Go!\n[[Nathan speeds away leaving Randall standing at the start line]]\nvoice: ... I said \"Go.\"\nvoice: someone throw some water on him\nRandall: Can't...get it...out of my head...\n[[Nathan on walkie talkie, speeding on his skateboard]]\nNathan: He's right behind me. Kaylee, I'm gonna try a Crazy Ivan.\nKaylee [[on walkie talkie]]: That doesn't make any sense, Nathan.\nNathan: Trust me.\nKaylee: No, I mean it's not a skateboard maneuver[sic]. The concept doesn't even apply to this situation.\nNathan [[via walkie talkie]]: That's why it just might work!\nKaylee: No, that's the opposite of true!\nNathan: On my mark, override the remote differential and throw her into a spin.\nKaylee [[via walkie talkie]] okay, but-\nNathan: Mark!\n<<WHAM>>\n[[Nathan lying injured on the ground next to his skateboard, Randall\nMan cruises past]]\n<<Whirrrrrrrr>>\n[[Nathan, trying to stand up]]\nNathan: I'm down. Tell Summer \"The chickens are in the hayloft. Plan Gamma is a go.\"\n[[Nathan, one foot on skateboard, looking at walkie talkie]]\n<<mumbling from walkie talkie>>\nKaylee: She says, \"Plan gamma acknowledged. The meerkats are in the bad.\n[[Summer Glau is walking off panel]]\nKaylee [[to walkee talkie]]: So we're good?\nNathan: Hard to tell with her. Do you see an actual bag of meerkats?\nKaylee: No.\nNathan: Then we're probably good.\n[[Randall\nMan screeching to a halt as he sees Summer Glau]]\nRandall: Oh! Hi, Miss Glau! I'd love to talk, but Nathan's back on his feet and catching up.\n[[Summer grabs Randalls arm]]\n<<Grab>>\nRandall: Wha-\n[[Summer kicks Randall in the face whilst pulling his arm towards her, he flies off his skateboard]]\n[[Summer walking away as Randall lies crippled on the floor with his sunglasses beside him]]\n[[Randall still lying on the floor]]\nRandall [[thinking]]: I've never been so turned on in my life.\n{{Alt text: Things are rarely just crazy enough to work, but they're frequently just crazy enough to fail hilariously. Title: The Race: Part 4. Comic: xkcd. Tags: firefly, nathan fillion, summer glau, crazy ivan, serenity, whedon}}",
        "alt": "Things are rarely just crazy enough to work, but they're frequently just crazy enough to fail hilariously.",
        "img": "https://imgs.xkcd.com/comics/the_race_part_4.png",
        "title": "The Race: Part 4",
        "day": "7"
      },
      {
        "id": 13,
        "month": "5",
        "num": 1999,
        "link": "",
        "year": "2018",
        "news": "",
        "safe_title": "Selection Effect",
        "transcript": "",
        "alt": "fMRI testing showed that subjects who don't agree to participate are much more likely to escape from the machine mid-scan.",
        "img": "https://imgs.xkcd.com/comics/selection_effect.png",
        "title": "Selection Effect",
        "day": "28"
      }
      
    ]
}